tap "grishka/grishka"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "cryptography"
brew "python@3.12"
brew "ansible"
brew "ccrypt"
brew "cmake"
brew "fd"
brew "fzf"
brew "gcc"
brew "git"
brew "gnu-sed"
brew "unbound"
brew "gnutls"
brew "pinentry"
brew "gnupg"
brew "go"
brew "jq"
brew "lazygit"
brew "luarocks"
brew "neovim"
brew "node"
brew "pinentry-mac"
brew "pkg-config"
brew "postgresql@14"
brew "redis"
brew "ripgrep"
brew "rustup"
brew "stow"
brew "telnet"
brew "tmux"
brew "unar"
brew "wget"
brew "zoxide"
cask "aldente"
cask "alt-tab"
cask "android-file-transfer"
cask "android-platform-tools"
cask "arc"
cask "dbeaver-community"
cask "diffmerge"
cask "discord"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "insomnia"
cask "iterm2"
cask "karabiner-elements"
cask "neardrop"
cask "obsidian"
cask "openlens"
cask "qbittorrent"
cask "rectangle"
cask "syncthing"
cask "telegram"
cask "topnotch"
cask "utm"
